"CURRENT_LANGUAGE" = "French";

"Documents" = "Documents";
"Favorites" = "Favoris";
"Preferences" = "Préférences";
"Where" = "Où";
"Terminal" = "Terminal";
"Find" = "Rechercher";
"Music" = "Musique";
"Trash" = "Corbeille";
"Stop" = "Stop";
"Help" = "Aide";
"Find Text" = "Rechercher du texte";
"Info" = "Infos";
"Pictures" = "Images";
"Show" = "Montrer";
"Compress" = "Compresser";
"Open" = "Ouvrir";
"Computer" = "Ordinateur";
"Disk Image" = "Image disque";
"Delete" = "Supprimer";
"Move" = "Déplacer";
"New Folder" = "Nouveau dossier";
"Finder" = "Finder";
"Copy" = "Copier";
"Desktop" = "Bureau";
"Duplicate" = "Dupliquer";
"Public" = "Public";
"Preview" = "Aperçu";
"Decompress" = "Décompresser";
"Find/Stop" = "Rechercher/Arrêter";
"Eject" = "Éjecter";
"Applications" = "Applications";
"Home" = "Départ";
"Back" = "Précédent";
"Movies" = "Séquences";

"Stop" = "Arrêter";
"Copy" = "Copie";

"Cancel" = "Annuler";
"OK" = "OK";

"Hide Invisible Files" = "Masquer les fichiers invisibles";
"Hide Icons" = "Masquer les icônes";
"Show Invisible Files" = "Montrer les fichiers invisibles";
"Hide Desktop" = "Masquer le Bureau Path Finder";
"Show Icons" = "Montrer les icônes";
"Hide Preview" = "Masquer l'aperçu";
"Show Desktop" = "Afficher le Bureau Path Finder";
"Smart Sorting Off" = "Classement intelligent désactivé";
"Show Preview" = "Afficher l'aperçu";

"Show Package Contents" = "Afficher le contenu des progiciels";
"Smart Sorting On" = "Classement intelligent activé";
"Generic Icons Off" = "Icônes génériques désactivées";
"Generic Icons On" = "Icônes génériques activées";
"Preview" = "Aperçu";
"Update Database" = "Mettre à jour la base de données";
"Updating..." = "Mise à jour…";
"Reveal in Finder" = "Montrer dans le Finder";
"View as Hex" = "Vue hexadécimale";
"Show in New Window" = "Montrer dans une nouvelle fenêtre";
"Make Alias" = "Créer un alias";
"Duplicate" = "Dupliquer";

"Rename" = "Renommer";
"Move to Trash" = "Placer dans la corbeille";
"Open with %@" = "Ouvrir avec %@";
"Eject" = "Éjecter";
"Show Package Contents" = "Montrer le contenu du progiciel";
"Open" = "Ouvrir";
"Open with" = "Ouvrir avec";
"Check your iTools settings in the Internet panel in the System Preferences application." = "Vérifiez vos paramètres de connexion .Mac dans le panneau Internet des Préférences Systèmes.";
"Initializing..." = "Initialisation…";
"This beta version of Path Finder has expired.  Download the latest version from cocoatech.com." = "Cette version beta de Path Finder a expiré. Téléchargez la dernière version sur cocoatech.com.";
"Error getting iDisk user name and password" = "Erreur lors de la récupération du nom de login et du mot de passe de l'iDisk.";
"This is highly recommended.  You can always change this setting later from the preferences panel." = "Ceci est fortement recommandé. Vous pourrez toujours modifier plus tard ce réglage dans les préférences.";
"Quit" = "Quitter";
"Don't Quit" = "Ne pas quitter";
"Done" = "Terminé";
"If you keep Path Finder running all the time, it's always there when you need it!\r\rThis confirmation can be disabled from the preferences panel." = "Si vous laissez Path Finder actif tout le temps, il sera toujours là quand vous en aurez besoin !\r\rCette confirmation peut être désactivée dans les préférences.";
"No" = "Non";
"Yes" = "Oui";
"Would you like Path Finder to launch automatically when you log in?" = "Souhaitez-vous que Path Finder se lance automatiquement à chaque login ?";
"Really Quit?" = "Voulez-vous vraiment quitter ?";
"Expired" = "Expiré";
"Image: " = "Image : ";
"to" = "sur";
"Stop" = "Arrêter";
"Home" = "Départ";
"Find" = "Rechercher";
"Computer" = "Ordinateur";
"View as Hex" = "Vue hexadécimale";
"Updating the database takes a few minutes to complete, but once done, makes finding files on your computer extremely fast" = "Mettre à jour la base de données prend quelques minutes, mais la recherche de fichiers sur votre ordinateur sera ensuite extrêmement rapide.";

"Idle" = "Inactif";
"Found: %d" = "Trouvé : %d";
"Move to Trash" = "Placer dans la corbeille";
"Open with %@" = "Ouvrir avec %@";
"To get the most out of the Path Finder find feature, you need to build a locate database.  Click on the \"Update Database\" button in the Preferences panel to do this." = "Pour tirer le meilleur parti de la fonction de recherche de Path Finder, vous devez construire la base de données de locate. Pour ce faire, cliquez sur le bouton \"Mettre à jour la base de données\" dans les préférences.";
"Show Package Contents" = "Afficher le contenu du progiciel";
"Show in New Window" = "Montrer dans une nouvelle fenêtre";
"Open" = "Ouvrir";

"Finding..." = "Recherche en cours…";
"Open with %@" = "Ouvrir avec %@";
"Found: %d" = "Trouvé : %d";
"Computer" = "Ordinateur";
"%d items" = "%d éléments";
"Open with %@" = "Ouvrir avec %@";
"%@ available, %@ used" = "%@ disponibles, %@ utilisés";

"link" = "lien";
"The original file may have been moved or deleted." = "Le fichier original a pu être déplacé ou supprimé.";
"Could not resolve alias." = "L'alias n'a pu être ouvert car l'original est introuvable.";

"alias" = "alias";
"Error creating directory." = "Erreur dans la création du dossier";
"Write error." = "Erreur d'écriture.";
"Read error." = "Erreur de lecture.";
"Error creating file." = "Erreur lors de la création du fichier";
"Error creating symbolic link." = "Erreur dans la création du lien symbolique";
"There is no application available to open the document \"%@\"." = "Il n'y a pas d'application disponible pour ouvrir le document \"%@\".";
"OK" = "OK";
"Alert!" = "Alerte !";
"View Hex" = "Vue hexadécimale";

"Computer" = "Ordinateur";
"You do not have permission to trash this item." = "Vous n'avez pas l'autorisation de supprimer cet élément.";
"copy" = "copie";
"Trash operation could not be completed." = "La corbeille n'a pas pu terminer l'opération.";
"Choose a valid destination." = "Choisissez une destination valide.";
"Compress..." = "Compresser...";
"Destination does not exist" = "La destination n'existe pas";
"Decompress..." = "Décompresser...";
"Date Created" = "Date de création";
"Kind" = "Type";
"Date Modified" = "Date de modification";
"Name" = "Nom";
"Size" = "Taille";
"Version" = "Version";
"Replace All" = "Tout remplacer";
"Error!" = "Erreur !";
"Replace" = "Remplacer";
"Go Menu" = "Menu Aller";
"Building Menus" = "Construction des menus";
"Favorites Menu" = "Menu Favoris";
"Running Applications Menu" = "Menu Applications actives";
"Applications Menu" = "Menu Applications";
"Developer" = "Développeur";
"Float Window" = "Fenêtre flottante";
"Transparency" = "Transparence";
"Find" = "Rechercher";
"Name" = "Nom";
"Path" = "Accès";
"Custom" = "Personnalisé";
"iDisk" = "iDisk";
"Custom toolbar items are placeholders for any file, application or folder you want to add to the toolbar.  To customize, drag and drop a file, application or folder on top of this item." = "Les éléments personnalisés sont des équivalents de n'importe quel fichier, application ou dossier que vous souhaitez ajouter à la barre d'outils. Pour personnaliser cet élément, glissez puis déposez sur lui n'importe quel fichier, application ou dossier.";

"Custom toolbar item:" = "Élement personnalisé:";
"History" = "Historique";
"Path Finder was unable to automatically email the bug report.  Copy and paste the contents of this window and email it to bugs@cocoatech.com" = "Path Finder n'a pas été capable d'envoyer automatiquement le rapport d'erreur. Copiez, puis collez, le contenu de cette fenêtre et envoyez le à bugs@cocoatech.com";
"Path Finder has encountered an unexpected error.  Please email this report to bugs@cocoatech.com so it can be fixed in the next release." = "Path Finder a rencontré une erreur inattendue. Veuillez s'il vous plaît envoyer ce rapport à bugs@cocoatech.com afin que le problème puisse être résolu dans la prochaine version.";
"Bug Reporter" = "Rapporteur d'erreurs";
"Email Report" = "Envoyer le rapport";

"Path Finder has been updated to version %@!" = "Path Finder a été mis à jour en version %@ !";

"You are currently running version %@.  Download version %@ from www.cocoatech.com" = "Vous utilisez actuellement la version %@. Téléchargez la version %@ depuis www.cocoatech.com";

"Update Now" = "Mettre à jour maintenant";
"The item \"%@\" could not be moved to the trash." = "L'élément \"%@\" n'a pas pu être déplacé vers la corbeille.";
"Would you like to delete it immediately?" = "Souhaitez vous le supprimer immédiatement ?";

"Label" = "Famille";

"View" = "Présentation";
"Dynamic" = "Adapter à la fenêtre";

"Sort Ascending" = "Classer par ordre croissant";
"Sort Descending" = "Classer par ordre décroissant";

"as Icons" = "Par icônes";
"as List" = "Par liste";
"as Columns" = "Par colonnes";

"Touch" = "Toucher";

"Capacity:" = "Capacité :";
"Path:" = "Accès :";
"Volume:" = "Volume :";
"Format:" = "Format :";
"Created:" = "Création :";
"Size:" = "Taille :";
"Free:" = "Libre :";
"Version:" = "Version :";
"Modified:" = "Modification :";
"Kind:" = "Type :";
"Resolved:" = "Original :";

"Name:" = "Nom :";
"Owner:" = "Possesseur :";
"Group:" = "Groupe :";
"Permission:" = "Autorisations :";
"Type:" = "Type :";
"Creator:" = "Créateur :";

"New File" = "Nouveau fichier";
"Preview" = "Aperçu";
"Forward" = "Suivant";
"Mount Point:" = "Point d'ancrage :";
"Device:" = "Device UNIX :";
"MP3:" = "MP3 :";

"Application:" = "Application :";

"Are you sure you want to remove the items in the Trash permanently?" = "Êtes-vous certain de vouloir supprimer définitivement les éléments de la corbeille ?";
"You cannot undo this action." = "Cette action est irréversible.";

"Tool Drawer" = "Tiroir d'outils";
"Preview Drawer" = "Tiroir d'aperçu";
"Busy" = "Occupé";

"Local Disks" = "Disques locaux";
"Everywhere" = "Partout";

"Connect" = "Connecter";
"Hide" = "Masquer";
"Show" = "Afficher";
"Search" = "Rechercher";

"for %@" = "pour %@";

"Choose Volume" = "Choisissez un volume";

"Hide %@" = "Masquer %@";
"Hide Others" = "Masquer les autres";
"Show All" = "Tout afficher";

"Show Trash Can" = "Afficher la fenêtre de la corbeille";
"Hide Trash Can" = "Masquer la fenêtre de la corbeille";

"Go to Folder" = "Aller au dossier";
"Go to the folder:" = "Aller au dossier :";
"Go" = "Aller";

"Search Results for '%@' in '%@'" = "Résultats de la recherche pour '%@' dans '%@'";

"Find String:" = "Rechercher:";
"Search Location:" = "Emplacement:";

"An error occurred while trying to mount \"%@\"." = "Une erreur est survenue lors du montage de \"%@\".";
"An error occurred while trying to unmount \"%@\"." = "Une erreur est survenue lors du démontage de \"%@\".";
"An error occurred while trying to eject \"%@\"." = "Une erreur est survenue lors de l'éjection de \"%@\".";
"Error: %d" = "Erreur : %d";

"Really Open?" = "Ouvrir vraiment ?";
"Do you want to open all %d items?" = "Voulez-vous réellement ouvrir chacun des %d éléments ?";

"Searching..." = "Recherche en cours…";

"Encoding" = "Codage";
"Convert document to plain text?" = "Convertir le document au format Texte ?";
"Converting will lose fonts, colors, and other text styles in the document." = "La conversion éliminera les polices, les couleurs et les autres styles de texte du document.";

"Text Editor" = "Éditeur de texte";
"Play Sound" = "Play Sound";

"Access" = "Accès";
"Access:" = "Accès :";
"Owner" = "Propriétaire";
"Group" = "Groupe";

"Select a menu item and hit a command key sequence to modify.  Hit the delete key to clear." = "Sélectionnez un élément de menu et tapez une séquence de touches pour ajouter/modifier un raccourci. Appuyez sur la touche d'effacement pour supprimer un raccourci.";
"Menu" = "Menu";
"Command" = "Command";
"Menu Key Editor" = "Éditeur de raccourcis clavier";

"Welcome to Path Finder" = "Bienvenue dans Path Finder";
"Buy Later" = "Plus tard";
"Buy Now" = "Acheter";
"Enter Registration Code" = "Entrer l'enregistrement";
"%d days remaining" = "%d jours restant";
"Your support is greatly appreciated!  Path Finder is continually being updated and improved because of support from users like yourself." = "Votre soutien est extrêmement apprécié ! Path Finder est constamment mis à jour et amélioré grâce au soutien d'utilisateurs tels que vous. ";
"Purchase Path Finder today!" = "Achetez Path Finder dès aujourd'hui !";
"%d day free trial" = "%d jours d'essai gratuit";

"When you purchase Path Finder, you are sent a registration code.  Enter that code here along with the email address used when registering." = "Quand vous achetez Path Finder, vous recevez un numéro d'enregistrement. Entrez ce numéro ici, ainsi que l'adresse électronique utilisée pour l'enregistrement.";
"Email Address:" = "Adresse e-mail :";
"Registration Code:" = "Numéro :";

"Invalid Registration Code!" = "Code d'enregistrement invalide !";
"Thank you for registering Path Finder!" = "Merci d'avoir enregistré Path Finder !";
"This copy of Path Finder is not registered" = "Cette copie de Path Finder n'est pas enregistrée.";
"Close" = "Fermer";

"Font Sample" = "Exemple de police";

"View Text" = "Vue texte";
"Password" = "Mot de passe";

"Remove Top" = "Supprimer le haut";
"Remove All" = "Tout supprimer";
"New Shelf..." = "Nouvelle étagère...";
"Remove Shelf" = "Supprimer l'étagère";

"Standard" = "Standard";
"Processes" = "Processus";
"Drop Stack" = "Dépôt";

"Process Drawer" = "Tiroir des processus";
"Empty" = "Vide";
"Shelf" = "Étagère";

"Zoom In" = "Zoom avant";
"Zoom Out" = "Zoom arrière";
"Go to Page" = "Aller à la page";
"Page %d of %d" = "Page %d sur %d";

/* this was copied from Preview.app - open a PDF in Preview that needs a password */
"This PDF is password protected.  Without a password, some operations with this document will be restricted." = "Ce PDF est protégé par un mot de passe. Sans le mot de passe, certaines opérations sur ce document ne seront pas disponibles.";
"To enable more operations, enter a password:" = "Pour activer davantage d'opérations, entrez le mot de passe :";

"Summarize" = "Résumer";
"Sentences" = "Phrases";
"Paragraphs" = "Paragraphes";
"Shelf Name" = "Nom de l'étagère";

"Icon Size" = "Taille des icônes";
"Toggle Shelf" = "Afficher/Masquer l'étagère";
"Activate URLs" = "Activer les URLs";

"License Agreement" = "Contrat de license";
"Agree" = "Accepter";
"Disagree" = "Refuser";
"Clean up" = "Nettoyer";
"Info" = "Informations";
"%d of %d items selected" = "%d éléments sur %d sélectionnés";
"Action" = "Action";
"Remove Shelf?" = "Supprimer l'étagère ?";
"Are you sure you want to remove the shelf named \"%@\"?" = "Êtes-vous certain de vouloir supprimer l'étagère nommée \"%@\" ?";

/* terminal toolbar buttons */
"Close" = "Fermer";
"New" = "Nouveau";
"New Tab" = "Nouvel onglet";

"Do you really want to close this terminal session?" = "Voulez-vous vraiment fermer cette session de terminal ?";
"Closing this session will terminate the following processes inside it: " = "Fermer cette session terminera les processus suivants :";
"Terminal Drawer" = "Tiroir du Terminal";

/* upgrade panel */
"upgrade message" = "It's been two years since the first version of Path Finder, and if you've been a customer since the days when it was called \"SNAX\", you've witnessed some very dramatic changes!\r\rNow with version 3.0, I'm charging an upgrade fee of $9.  This will ensure that I can continue development and take Path Finder to even higher levels.\r\rI'm working full time on Path Finder, and am fully committed to many years of dramatic improvements and lots of new killer features!\r\rIf you purchased Path Finder less than 4 months ago, send me an email for a free upgrade.\r\rThanks for your support!\r\rSteve Gehrman\rCocoaTech Founder";
"Welcome to Path Finder 3.0 !!" = "Welcome to Path Finder 3.0 !!";
"When upgrading, you will need your current registration information:" = "When upgrading, you will need your current registration information:";
"Email Sales" = "Email Sales";
"Upgrade Now" = "Upgrade Now";
"Email:" = "Email:";
"Code:" = "Code:";

"Secure Delete" = "Suppression sécurisée";
"Secure delete overwrites files before deleting them.  Files are overwritten three times, first with the byte pattern 0xff, then 0x00, and then 0xff again." = "La suppression sécurisée réécrit les fichiers avant de les supprimer. La réécriture se fait en trois fois : d'abord avec une trame d'octets 0xff, puis 0x00, puis à nouveau 0xff.";
"WARNING:  This action bypasses the Trash.  You cannot undo this action." = "ATTENTION: Cette action court-circuite la corbeille. Vous ne pouvez pas l'annuler.";
"Execute delete with root privileges" = "Supprimer avec les autorisations \"root\"";
"Normal Delete" = "Suppression normale";
"Secure Delete" = "Suppression sécurisée";
"%d Applications" = "%d Applications";
"Extension" = "Extension";
"Convert Image" = "Convertir l'image";
"Disk Usage" = "Utilisation du disque";

"Do you want to force %@ to quit?" = "Voulez-vous forcer %@ à quitter ?";
"You will lose any unsaved changes." = "Vous perdrez tous vos changements non enregistrés.";
"Force Quit" = "Forcer à quitter";

"Burn" = "Graver";
"Burning %@ disc" = "Graver le disque %@";
"Hybrid" = "Hybrid";
"HFS+" = "HFS+";
"ISO 9660" = "ISO 9660";
"Joliet" = "Joliet";
"Audio" = "Audio";

/* Find window */
"Not Specified" = "Pas précisé";
"Found: %d" = "Trouvé : %d";
"All" = "Tous";

"Today" = "Aujourd’hui";
"the last 2 days" = "les 2 derniers jours";
"the last 3 days" = "les 3 derniers jours";
"the last week" = "la dernière semaine";
"the last 2 weeks" = "les 2 dernières semaines";
"the last 3 weeks" = "les 3 dernières semaines";
"the last month" = "le dernier mois";
"the last 2 months" = "les 2 derniers mois";
"the last 3 months" = "les 3 derniers mois";
"the last 6 months" = "les 6 derniers mois";
"the last year" = "la dernière année";

"Find by" = "Rechercher par";
"Find by Name" = "Rechercher par Nom";
"Find by Content" = "Rechercher par Contenu";
"Search Locations" = "Rechercher dans";

"Partial match" = "contient";
"Exact match" = "est";
"Starts with" = "commence par";
"Ends with" = "finit par";

"Search inside packages" = "Chercher dans les paquets";
"Search inside the System folder" = "Chercher dans le dossier Système";

"Security Level" = "Niveau de sécurité";
"Simple Security (1 pass)" = "Sécurité simple (1 passe)";
"Medium Security (7 passes)" = "Sécurité moyenne (7 passes)";
"Ultra Security (35 passes)" = "Haute sécurité (35 passes)";

"Burning Disk Image" = "Gravure de l’image disque";
"Burning:" = "Gravure :";
"Eject disc after burning" = "Éjecter le disque après gravure";
"Verify disc after burning" = "Vérifier le disque après gravure";

"Play" = "Jouer";
"Parent" = "Parent";

"Greater than" = "Plus grand que";
"Less than" = "Plus petit que";
"Visibility:" = "Visibilité :";
"Visible" = "Visible";
"Invisible" = "Invisible";
"Content:" = "Contenu";
"Extension:" = "Extension :";
"Label:" = "Famille :";

"Document" = "Document";
"Folder" = "Dossier";
"Application" = "Application";
"Audio" = "Audio";
"Image" = "Image";
"Movie" = "Séquence";
"PDF" = "PDF";
"Alias" = "Alias";
"Sample" = "Analyse";
"%d seconds" = "%d secondes";
"Duration:" = "Durée :";

"Find results incomplete." =  "Résultats de la recherche incomplets.";
"Mac OS X will halt a find operation if the disk is modified during the search.  For complete results, try again." =  "Mac OS X va arrêter une opération de recherche si le disque est modifié. Pour des résultats complets, recommencez.";

"untitled" = "sans titre";
"Path Drawer" = "Tiroir du chemin d’accès";

/* Screen Capture Panel */
"Screen Capture" = "Capture d'écran";
"Escape Key:" = "Touche d’échappement :";
"Cancels interactive screen shot mode" = "Annule le mode de capture d’écran interactif";
"Space Key:" = "Touche espace :";
"Toggle between mouse and window selection modes" = "Basculer entre les modes de sélection souris et fenêtre";
"Control Key:" = "Touche contrôle :";
"Causes screen shot to go to clipboard" = "Envoie la copie d’écran dans le presse-papiers";
"Hot keys in screen capture mode" = "Raccourcis clavier dans le mode de capture d’écran";
"Selection" = "Sélection";
"Window" = "Fenêtre";
"All monitors" = "Tous les moniteurs";
"Main monitor only" = "Moniteur principal seulement";
"Screen capture mode" = "Mode capture d’écran";
"Play sounds" = "Jouer les sons";
"Display screen-shot in Image Converter" = "Afficher la capture dans le Convertisseur d’Image";
"Save screen-shot to file" = "Enregistrer la capture dans un fichier";
"Save screen-shot to clipboard" = "Enregistrer la capture dans le presse-papiers";

"Resource Fork" = "Champ de ressources";
"Data Fork" = "Champ de données";
"Recent Servers" = "Serveurs récents";
"URL:" = "URL :";

"Man Pages" = "Pages man";
"Connect To iDisk" = "Se connecter à l’iDisk";
"To connect to an iDisk, enter a .Mac member name and password." = "Pour se connecter à un iDisk, entrez un nom d’utilisateur .Mac et un mot de passe.";
"Member name:" = "Nom d’utilisateur :";
"Password:" = "Mot de passe :";
"Connect To iDisk Public Folder" = "Se connecter au dossier Public de l’iDisk";
"To connect to the Public folder for a .Mac member, enter the member's account name." = "Pour se connecter au dossier Public d’un utilisateur .Mac, entrez son nom d’utilisateur.";
"Address:" = "Adresse :";  /* Server Address URL */
"Erase" = "Erase";

